Repository: WoTRemboy/FrameFlow
Catalog: FrameFlow/Application/Localizable.xcstrings
Source language: en
Languages: ru

# AnimationOverlayDone
source: Done
ru: Готово

# AnimationOverlayTitle
source: Frame Duration
ru: Длительность кадра

# AnimationOverlayUnits
source: sec/frame
ru: сек/кадр

# ContextMenuAdd
source: Add frame
ru: Добавить кадр

# ContextMenuColor
source: Select the color
ru: Выберите цвет

# ContextMenuCopy
source: Copy frame
ru: Скопировать кадр

# ContextMenuCreatingGif
source: Creating GIF
ru: Создание GIF

# ContextMenuDelete
source: Delete all frames
ru: Удалить все кадры

# ContextMenuDeleteCurrent
source: Delete frame
ru: Удалить кадр

# ContextMenuGenerate
source: Generate frames
ru: Сгенерировать кадры

# ContextMenuGIF
source: Share GIF
ru: Поделиться GIF

# ContextMenuPlay
source: Play animation
ru: Запустить анимацию

# ContextMenuSpeed
source: Change speed
ru: Изменить скорость

# CreatingGifNotCreatedDescription
source: 100 frames is maximum.
ru: 100 кадров - максимум.

# CreatingGifNotCreateGif
source: Restriction
ru: Внимание

# CreatingGifOk
source: OK
ru: ОК

# GenerateParamsArrow
source: Arrow
ru: Стрела

# GenerateParamsCircle
source: Circle
ru: Круг

# GenerateParamsFramesCount
source: Frames count
ru: Количество кадров

# GenerateParamsShape
source: Shape
ru: Квадрат

# GenerateParamsShapeCancel
source: Cancel
ru: Отмена

# GenerateParamsShapeDone
source: Start
ru: Начать

# GenerateParamsShapeSelected
source: Shape
ru: Фигура

# GenerateParamsSquare
source: Square
ru: Квадрат

# GenerateParamsTitle
source: Generation Parameters
ru: Параметры генерации

# GenerateParamsTriangle
source: Triangle
ru: Треугольник

# LayerSheetAdd
source: Add frame
ru: Добавить кадр

# LayerSheetDone
source: Done
ru: Готово

# LayerSheetFrame
source: Frame
ru: Кадр

# LayerSheetTitle
source: Storyboard
ru: Раскадровка

# OnboardingPageFifthDescription
source: Use long press to find some features.
ru: Возможности в контекстном меню.

# OnboardingPageFifthTitle
source: Context menus
ru: Контекст

# OnboardingPageFirstDescription
source: Create your frame-by-frame animation.
ru: Создавайте покадровую анимацию.

# OnboardingPageFourthDescription
source: Send the GIF to various messengers.
ru: Отправляйте GIF анимации.

# OnboardingPageFourthTitle
source: Share with friends!
ru: Делитесь!

# OnboardingPageNextPage
source: Next page
ru: Далее

# OnboardingPageSecondDescription
source: Use tools to create an image on canvas.
ru: Карандаш и ластик в помощь.

# OnboardingPageSecondTitle
source: Draw a masterpiece
ru: Творите

# OnboardingPageSkip
source: Skip
ru: Пропустить

# OnboardingPageStarted
source: Get started
ru: Начать

# OnboardingPageThirdDescription
source: View the result in the internal player.
ru: Оцените результат, не покидая холст.

# OnboardingPageThirdTitle
source: Create animation
ru: Анимируйте

# SettingsAbout
source: About
ru: О приложении

# SettingsAppearanceDark
source: Dark
ru: Темное

# SettingsAppearanceLight
source: Light
ru: Светлое

# SettingsAppearanceSystem
source: System
ru: Системное

# SettingsAppearanceTitle
source: Appearance
ru: Оформление

# SettingsApplication
source: Application
ru: Основные

# SettingsCancel
source: Cancel
ru: Отмена

# SettingsContact
source: Contact
ru: Контакт

# SettingsContent
source: Content
ru: Контент

# SettingsLanguageAlertContent
source: Select the language you want in Settings.
ru: Выберите нужный язык в настройках.

# SettingsLanguageAlertTitle
source: Change language
ru: Сменить язык

# SettingsLanguageDetails
source: English
ru: Русский

# SettingsLanguageTitle
source: Language
ru: Язык

# SettingsSpeed
source: Frame Duration
ru: Длительность кадра

# SettingsTitle
source: Settings
ru: Настройки
